{
    "Raising responsible kids while pursuing a career is possible!": "Éduquer des enfants responsables tout en poursuivant sa carrière, c'est possible!",
    "Give our platform a try, and enter a world of parental knowledge that will turn you into an amazing parent": "Essayez notre plateforme et entrez dans un monde de connaissances parentales qui fera de vous un parent incroyable",
    "Join our community": "Rejoignez notre communauté",
    "Learn more" : "En savoir plus",
    "What is Kalm parenting?" : "Qu'est-ce qu’est Kalm Parenting?",
    "Kalm parenting is a platform made for women who want to raise their kids to become responsible individuals in the society without necessarily sacrificing their own dreams and aspirations." : "Kalm Parenting est une plate-forme conçue pour les parents qui souhaitent éduquer leurs enfants pour qu'ils deviennent des personnes responsables dans la société sans nécessairement sacrifier leurs propres rêves et aspirations.",
    "Is this familiar?": "Est-ce courant ?",
    "You are scared of having more children because of the impact it will have on your career" : "Vous avez peur d'avoir plus d'enfants à cause de l'impact que cela aura sur votre carrière.",
    "You feel like you have to put a pause on your career or dreams in order to raise your child right?": "Vous pensez devoir mettre une pause à votre carrière ou vos rêves afin d'éduquer votre enfant ?",
    "You are trying to figure out how to rasie your child the right way": "Vous en avez marre de répéter, de rappeler, de crier et de battre avant que votre enfant ne vous obéisse ?",
    "If that is the case, this platform is ment for you. Join our community, made up of hundreds of mothers like you aspiring to raise great kids and have a fulfilling life in the procees": "Si tel est le cas, cette plateforme est faite pour vous. Rejoignez notre communauté, composée de parents comme vous qui aspirent à éduquer des enfants heureux, en bonne santé et qui réussissent.",
    "Details": "Détails",
    "Not data Post": "Pas de donnée poster",
    "The calm parenting platform has been a game changer for me. being able to take care of my kids while pursuing my dreams is really a dream come true. I highly recommend this platform for any mom out there": "La plate-forme Kalm Parenting a changé la donne pour moi. Pouvoir m'occuper de mes enfants tout en poursuivant mes rêves est vraiment un rêve devenu réalité. Je recommande fortement cette plate-forme pour toute maman là-bas"
}
